#选择工具语言:Selected=1(中文);Selected=2(英文)
[Language]
Kinds=2
Selected=1
LangPath=Language\

Lang1File=Chinese.ini
Lang1FontName=宋体
Lang1FontSize=9

Lang2File=English.ini
Lang2FontName=Arial
Lang2FontSize=9

[System]
#Msc设备VendorID和ProductID,值十六进制表示,例:MSC_VID=0x0BB4,MSC_PID=0x0C01

MSC=0x0101/0x0202,0x0303/0x0404
ADB=0x0001/0x0002,0x0003/0x0004
MTP=0x0011/0x0012,0x0013/0x0014

#指定是否支持全速usb设备,当SUPPORTLOWUSB=TRUE时,增加全速usb设备支持,默认只支持高速usb设备
SUPPORTLOWUSB=true

MSC_TIMEOUT=30
ROCKUSB_TIMEOUT=30
#指定启动时加载的镜像配置文件,默认为config.cfg
DEFAULT_IMAGE_CONFIG=config.cfg
#下载Image镜像后是否进行设备重启
RESET_AFTER_DOWNLOAD=TRUE
#当设置FW_NOT_CHECK=TRUE时,固件加载时不进行完整性校验
FW_NOT_CHECK=
#工作模式ANDROID、LINUX和CVR,默认是ANDROID
WORK_MODE=ANDROID
#是否从非sparse固件升级到sparse固件，true时为非sparse到sparse
ISSPARSE=